LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'Старт/перезапуск бота🔄'
}

LEXICON: dict[str, str] = {
    'cancel_filling': 'Вы отменили заполнение анкеты',
    'fillform': 'Пожалуйста, введите ваш номер телефона',
    'cancel': 'Отменить заполнение анкеты',
    'cancel_fill_problem': 'Вы отменили подбор услуги',
    'name_filled': 'Спасибо, теперь пожалуйста введите свою электронную почту',
    'filling_name_error': 'Пожалуйста, введите корректное имя',
    'phone_number_filled': 'Спасибо, теперь пожалуйста введите свое имя',
    'filling_phone_number_error': 'Пожалуйста нажмите на кнопку ввода номера',
    'email_filled': 'Спасибо, теперь пожалуйста введите свое сообщение',
    'message_filled': 'Вы успешно заполнили анкету!',
    'filling_message_error': 'Пожалуйста, введите корректное сообщение',
    'filling_mail_error': 'Пожалуйста введите корректную электронную почту',
}
